Функция: тест

Предыстория:
Допустим открыта страница ""
Допустим на странице введены данные типа ""
Допустим была нажата кнопка ""
Тогда открывается страница ""

Сценарий: 1
Допустим на странице введены данные типа ""
Допустим в таблице "" была выбрана ячейка колонки "" с "" равным ""
Тогда в колонке "" таблицы "" с "" равным "" содержится ""

Сценарий: 2
Допустим на странице введены данные типа ""
Допустим в таблице "" была выбрана ячейка колонки "" с "" равным ""
Тогда в колонке "" таблицы "" с "" равным "" содержится ""

Сценарий: 3
Допустим на странице введены данные типа ""
Допустим в таблице "" была выбрана ячейка колонки "" с "" равным ""
Тогда в колонке "" таблицы "" с "" равным "" содержится ""

Сценарий: 4
Допустим на странице введены данные типа ""
Допустим в таблице "" была выбрана ячейка колонки "" с "" равным ""
Тогда в колонке "" таблицы "" с "" равным "" содержится ""

Сценарий: 5
Допустим на странице введены данные типа ""
Допустим в таблице "" была выбрана ячейка колонки "" с "" равным ""
Тогда в колонке "" таблицы "" с "" равным "" содержится ""

